Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=364_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Saamelaisnuorten taidetapahtumassa jaettiin 10 stipendiä
sme: Sámenuoraid dáiddadáhpáhusas juhkkojuvvojedje 10 stipeandda

source: Kolttasaamelainen Juuso Fofonoff Sevettijärveltä, rock-yhtyeet MusInk Inarin koululta ja Duljárat Ivalon lukiosta saivat saamelaisnuorten taidetapahtumassa Rovaniemellä 8.4. tuomaristolta suurimmat kiitokset.
sme: Nuortalaš Juuso Fofonoff Čeavetjávrris, rock-joavkkut MusInk Anára skuvllas ja Duljárat Avvila logahagas ožžo sámenuoraid dáiddadáhpáhusas Roavvenjárggas 8.4. stuorámus giitosiid duopmáriin.

source: Fofonoff esitti Kuolan saamelaisen perinteisen leudden ´Änn-Vää´sǩ &#13; nijdd´, MusInk oman kappaleensa ´Mahđuttemest mahđulas´ ja Duljárat &#13; Sofia Jannokin kappaleen ´Goaskin´.
sme: Fofonoff leuddii Guoládaga sámiid árbevirolaš leudde ´Änn-Vää´sǩ nijdd´, MusInk ovdan buvttii iežas bihtá ´Mahđuttemest mahđulas´ ja Duljárat Sofia Jannok bihtá ´Goaskin´.

source: Tiedote kaikista stipendin saajista &#13; tässä:
sme: Dieđáhus stipeanddaid juohkimis rahpasa dás: Sámenuoraid dáiddadáhpáhusas 2010 juhkkojuvvon stipeanddat.

source: Saamelaisnuorten taidetapahtumassa 2010 jaetut stipendit.
sme: Geahča govaid dás.

source: Katso kuvia
sme: Fofonoff esitti Kuolan saamelaisen perinteisen leudden ´Änn-Vää´sǩ &#13; nijdd´, MusInk oman kappaleensa ´Mahđuttemest mahđulas´ ja Duljárat &#13; Sofia Jannokin kappaleen ´Goaskin´.

source: tästä.
sme: Tiedote kaikista stipendin saajista &#13; tässä:
